{"frame": "economic", "sentences": ["Economics is a social science concerned with the production, distribution, and consumption of goods and services and studies how individuals, businesses, governments, and nations make choices about how to allocate resources.", "Economics deals with the costs, benefits, or monetary/financial implications of the issue (to an individual, family, community, or to the economy as a whole).", "Economics is the study of how people allocate scarce resources for production, distribution, and consumption, both individually and collectively.", "Two major types of economics are microeconomics, which focuses on the behavior of individual consumers and producers, and macroeconomics, which examines overall economies on a regional, national, or international scale.", "Economics is especially concerned with efficiency in production and exchange and uses models and assumptions to understand how to create incentives and policies that will maximize efficiency.", "Economists formulate and publish numerous economic indicators, such as gross domestic product (GDP) and the Consumer Price Index (CPI).", "Capitalism, socialism, and communism are types of economic systems.", "Capitalism is defined as a system of production whereby business owners (entrepreneurs or capitalists) organize productive resources including tools, workers, and raw materials to produce goods for sale in order to make a profit and not-for-personal consumption.", "Socialism is a system of production where there is limited or hybrid private ownership of the means of production (or other types of productive property) and a system of prices, profits, and losses is not the sole determinant used to establish who engages in production, what to produce and how to produce it.", "Communism is a form of a command economy, whereby nearly all economic activity is centralized, and through the coordination of state-sponsored central planners."], "key_words": ["organize productive", "concerned production", "efficiency production exchange", "economic indicators", "activity centralized coordination", "study people", "understand create incentives", "property prices", "financial implications", "limited hybrid", "workers raw", "socialism production", "economic systems", "types economics microeconomics", "communism types", "national international", "focuses behavior individual", "state sponsored central", "economics especially", "implications issue", "nations make", "issue individual family", "index cpi", "policies maximize", "command economy nearly", "gdp consumer price", "individual consumers", "examines overall", "economics deals", "allocate scarce resources", "communism form", "distribution consumption", "socialism communism", "form command", "sole determinant used", "capitalism defined", "types economic systems", "resources including tools", "communism types economic", "models assumptions understand", "private ownership means", "make choices allocate", "domestic product", "formulate publish", "production distribution", "individually collectively", "economics social science", "order make", "benefits monetary financial", "consumption individually"]}
{"frame": "capacity_and_resources", "sentences": ["Capacity is the maximum level of output that a company can sustain to make a product or provide a service.", "Planning for capacity requires management to accept limitations on the production process.", "Depending on the business type, capacity can refer to a production process, human resources allocation, technical thresholds, or several other related concepts.", "Capacity utilization or capacity utilisation is the extent to which a firm or nation employs its installed productive capacity; It is the relationship between output that is produced with the installed equipment, and the potential output which could be produced with it, if capacity was fully used.", "The lack of or availability of physical, geographical, spatial, human, and financial resources, or the capacity of existing systems and resources to implement or carry out policy goals.", "Resource refers to all the materials available in our environment which are technologically accessible, economically feasible and culturally sustainable and help us to satisfy our needs and wants.", "The concept of resources has been developed across many established areas of work, in economics, biology and ecology, computer science, management, and human resources for example - linked to the concepts of competition, sustainability, conservation, and stewardship.", "In economics, labor or human resources refers to the human effort in the production of goods and rendering of services; human resources can be defined in terms of skills, energy, talent, abilities, or knowledge.", "There are marked differences in resource distribution and associated economic inequality between regions or countries, with developed countries using more natural resources than developing countries.", "Various problems relate to the usage of resources: Environmental degradation, Over-consumption, Resource curse, Resource depletion, Tragedy of the commons, Myth of superabundance."], "key_words": ["human resources defined", "management human", "output produced installed", "using natural", "economics labor", "firm nation", "talent abilities", "differences resource", "usage resources", "distribution associated", "product provide service", "level output", "defined terms", "environmental degradation consumption", "problems relate usage", "management accept", "thresholds related concepts", "competition sustainability", "capacity maximum", "equipment potential", "fully used", "financial resources capacity", "sustain make", "work economics biology", "related concepts", "capacity utilization capacity", "resource depletion tragedy", "associated economic", "help satisfy", "existing systems resources", "output company", "lack availability physical", "accept limitations", "capacity refer production", "rendering services", "commons myth", "resource refers materials", "resources developed", "business type", "available environment", "production process", "process human", "feasible culturally sustainable", "needs wants", "inequality regions countries", "policy goals", "limitations production", "geographical spatial human", "biology ecology", "capacity requires management"]}
{"frame": "morality", "sentences": ["Morality ('manner, character, proper behavior') is the differentiation of intentions, decisions and actions between those that are distinguished as proper (right) and those that are improper (wrong).", "Morality can be a body of standards or principles derived from a code of conduct from a particular philosophy, religion or culture, or it can derive from a standard that a person believes should be universal.", "Any perspective—or policy objective or action (including proposed action)— that is compelled by religious doctrine or interpretation, duty, honor, righteousness or any other sense of ethics or social responsibility.", "Immorality is the active opposition to morality (i.e. opposition to that which is good or right), while amorality is variously defined as an unawareness of, indifference toward, or disbelief in any particular set of moral standards or principles.", "The word ethics is commonly used interchangeably with 'morality', and sometimes it is used more narrowly to mean the moral principles of a particular tradition, group, or individual.", "Morality refers to personal or cultural values, codes of conduct or social mores from a society that provides these codes of conduct in which it applies and is accepted by an individual.", "If one is not a member of the relevant society or group, or is not the relevant individual, then accepting a certain account of the content of a morality, in the descriptive sense, has no implications for how one thinks one should behave.", "Even when morality is not regarded as the code of conduct that is put forward by a formal religion, it is often thought to require some religious explanation and justification.", "Natural law theories of morality claim that any rational person in any society, even one that has a defective morality, is capable of knowing what general kinds of actions morality prohibits, requires, discourages, encourages, and allows.", "Law is distinguished from morality by having explicit written rules, penalties, and officials who interpret the laws and apply the penalties. Although there is often considerable overlap in the conduct governed by morality and that governed by law, laws are often evaluated—and changed—on moral grounds."], "key_words": ["word ethics commonly", "compelled religious", "require religious explanation", "conduct particular", "used interchangeably", "immorality active opposition", "law distinguished morality", "action including proposed", "morality descriptive", "regarded code", "discourages encourages", "account content morality", "penalties officials interpret", "morality manner", "mores society provides", "accepting certain account", "considerable overlap conduct", "thought require", "behavior differentiation", "implications thinks", "law theories morality", "having explicit written", "capable knowing", "evaluated changed", "morality regarded", "amorality variously defined", "standards principles", "general kinds", "values codes", "conduct forward formal", "morality body standards", "principles particular tradition", "doctrine interpretation", "defined unawareness indifference", "perspective policy objective", "rational person", "distinguished proper right", "good right", "particular philosophy religion", "group relevant individual", "improper wrong", "group individual", "narrowly mean", "morality refers", "accepted individual", "ethics social responsibility", "personal cultural", "culture derive", "principles derived code", "character proper behavior"]}
{"frame": "fairness_and_equality", "sentences": ["Equality or inequality with which laws, punishment, rewards, and resources are applied or distributed among individuals or groups.", "The balance between the rights or interests of one individual or group compared to another individual or group.", "Fairness or being fair can refer to justice, equity, equality and solidarity in a society.", "Distributive justice, the perceived appropriateness of the distribution of goods, benefits, and other outcomes in a society, group, or organization.", "Political equality is the quality of a society whose voluntary members are of equal standing in terms of political power or influence.", "The idea suggests all citizens of a certain country must be treated equally solely depending on their citizenship status, not on their race, religion and how clever or how rich they are; equal citizenship constitutes the core of political egalitarianism.", "Social equality is a state of affairs in which all individuals within a specific society have equal rights, liberties, and status, possibly including civil rights, freedom of expression, autonomy, and equal access to certain public goods and social services.", "Advocates of social equality believe in equality before the law for all individuals regardless of sex, gender, ethnicity, age, sexual orientation, origin, caste or class, income or property, language, religion, convictions, opinions, health, disability or species, and is related to equal opportunity. ", "There are wide varieties of economic inequality, most notably income inequality measured using the distribution of income (the amount of money people are paid) and wealth inequality measured using the distribution of wealth (the amount of wealth people own).", "Social inequality occurs when resources in a given society are distributed unevenly, typically through norms of allocation, that engender specific patterns along lines of socially defined categories of persons; It is the differentiation preference of access of social goods in the society brought about by power, religion, kinship, prestige, race, ethnicity, gender, age, sexual orientation, and class."], "key_words": ["using distribution", "political egalitarianism", "clever rich equal", "gender age sexual", "fairness fair refer", "perceived appropriateness distribution", "applied distributed", "group compared", "interests individual group", "orientation origin", "access certain public", "defined categories", "disability species related", "social equality", "resources given", "equity equality", "refer justice equity", "people paid", "inequality laws punishment", "political equality", "wide varieties", "distributive justice perceived", "state affairs", "income property", "group organization", "equal citizenship constitutes", "age sexual", "rights interests individual", "compared individual", "preference access", "equality inequality", "rewards resources applied", "solidarity society", "advocates social equality", "members equal", "income money", "expression autonomy", "benefits outcomes society", "wealth inequality measured", "status possibly including", "social inequality occurs", "quality society voluntary", "equality solidarity", "distribution goods", "individuals groups", "status race", "idea suggests", "standing terms", "power influence", "balance rights interests"]}
{"frame": "legality_constitutionality_and_jurisprudence", "sentences": ["The constraints imposed on or freedoms granted to individuals, government, and corporations via the Constitution, Bill of Rights and other amendments, or judicial interpretation.", "The authority of government to regulate, and the authority of individuals/ corporations to act independently of the government.", "Constitutionalism embodies the idea that government can and should be legally limited in its powers, and that its authority depends on its observing these limitations.", "Constitutionalism is not simply about the power structure of society. It also asks for a strong protection of the interests of citizens, civil rights as well as civil liberties, especially for the social minorities, and has a close relation with democracy.", "Political economy theory regards constitutions as coordination devices that help citizens to prevent rulers from abusing power.", "If the citizenry can coordinate a response to police government officials in the face of a constitutional fault, then the government have the incentives to honor the rights that the constitution guarantees.", "Constitution refers to a set of rules and principles that define the nature and extent of government; most constitutions seek to regulate the relationship between institutions of the state, in a basic sense the relationship between the executive, legislature and the judiciary, but also the relationship of institutions within those branches.", "The judiciary (also known as the judicial system, judicature, judicial branch, judiciative branch, and court or judiciary system) is the system of courts that adjudicates legal disputes/disagreements and interprets, defends, and applies the law in legal cases.", "In common law jurisdictions, courts interpret law; this includes constitutions, statutes, and regulations; they also make law (but in a limited sense, limited to the facts of particular cases) based upon prior case law in areas where the legislature has not made law. ", "Judicial independence serves as a safeguard for the rights and privileges provided by a limited constitution and prevents executive and legislative encroachment upon those rights. It serves as a foundation for the rule of law and democracy."], "key_words": ["judicial interpretation", "granted individuals", "embodies idea", "constitutionalism simply power", "help citizens", "constraints imposed freedoms", "interprets defends", "individuals corporations", "incentives honor", "institutions branches", "devices help", "judiciary known", "courts interpret law", "independently government", "asks strong protection", "authority depends", "government regulate authority", "constitution rights amendments", "law legal", "structure society asks", "provided limited", "rules principles define", "constitutional fault government", "political economy theory", "legally limited powers", "relationship executive", "limited facts particular", "constitution refers", "rights constitution guarantees", "civil liberties especially", "define nature extent", "police government officials", "social minorities close", "coordinate response", "prevents executive", "judicial independence serves", "judicial judicature judicial", "government corporations", "constitutions coordination devices", "constitutionalism embodies idea", "safeguard rights", "act independently", "foundation rule law", "regulations make", "cases based prior", "disputes disagreements", "includes constitutions", "authority individuals", "depends observing limitations", "prevent rulers abusing"]}
{"frame": "policy_prescription_and_evaluation", "sentences": ["Particular policies proposed for addressing an identified problem, and figuring out if certain policies will work, or if existing policies are effective.", "Policy is a deliberate system of guidelines to guide decisions and achieve rational outcomes.", "A policy is a statement of intent and is implemented as a procedure or protocol and is generally adopted by a governance body within an organization.", "Policy or policy study may also refer to the process of making important organizational decisions, including the identification of different alternatives such as programs or spending priorities, and choosing among them on the basis of the impact they will have.", "Policies frequently have side effects or unintended consequences because the environments that policies seek to influence or manipulate are typically complex adaptive systems (e.g. governments, societies, large companies),  and making a policy change can have counterintuitive results.", "In the modern highly interconnected world, polycentric governance has become ever more important – such requires a complex combination of multiple levels and diverse types of organizations drawn from the public, private, and voluntary sectors that have overlapping realms of responsibility and functional capacities. ", "Key components of policies include command-and-control measures, enabling measures, monitoring, incentives and disincentives.", "Program evaluation is a systematic method for collecting, analyzing, and using information to answer questions about projects, policies and programs, particularly about their effectiveness and efficiency.", "In both the public and private sectors, stakeholders often want to know whether the programs they are funding, implementing, voting for, receiving or objecting to are producing the intended effect.", "Policy analysis is a technique used in public administration to enable civil servants, activists, and others to examine and evaluate the available options to implement the goals of laws, elected officials, and large organizations with complex policies; it has been defined as the process of determining which of various policies will achieve a given set of goals in light of the relations between the policies and the goals."], "key_words": ["command control measures", "implemented procedure", "implementing voting", "sectors overlapping", "making important", "policies include command", "include command", "proposed addressing identified", "policies frequently effects", "intended effect", "receiving objecting producing", "program evaluation systematic", "guidelines guide", "administration enable", "guide decisions", "work existing", "answer questions", "monitoring incentives disincentives", "policy statement intent", "know programs funding", "effectiveness efficiency", "combination multiple levels", "responsibility functional", "governance body organization", "companies making", "method collecting", "policy deliberate guidelines", "policies work existing", "achieve rational", "projects policies", "types organizations", "light relations", "protocol generally adopted", "policy analysis technique", "sectors stakeholders", "civil servants activists", "polycentric governance important", "complex adaptive systems", "change counterintuitive results", "choosing basis", "particular policies proposed", "identification different", "key components policies", "given set", "generally adopted", "policy study refer", "decisions achieve", "different alternatives programs", "societies large", "identified problem figuring"]}
{"frame": "crime_and_punishment", "sentences": ["Specific policies in practice and their enforcement, incentives, and implications; Includes stories about enforcement and interpretation of laws by individuals and law enforcement, breaking laws, loopholes, fines, sentencing and punishment, increases or reductions in crime.", "Law and order, also known as the war on crime, is the approach focusing on harsher enforcement and penalties as ways to reduce crime.", "Penalties for perpetrators of disorder may include longer terms of imprisonment, mandatory sentencing, three-strikes laws and even capital punishment in some countries.", "Critics of law-and-order politics commonly point to actual and potential abuses of judicial and police powers, including police brutality and misconduct, racial profiling, prison overcrowding, and miscarriages of justice.", "Justice, in its broadest sense, is the principle that people receive that which they deserve, with the interpretation of what then constitutes deserving being impacted upon by numerous fields, with many differing viewpoints and perspectives, including the concepts of moral correctness based on ethics, rationality, law, religion, equity and fairness.", "The reason for punishment is the maximization of welfare, and punishment should be of whomever, and of whatever form and severity, are needed to meet that goal; this may sometimes justify punishing the innocent, or inflicting disproportionately severe punishments, when that will have the best consequences overall.", "Criminal justice is the delivery of justice to those who have been accused of committing crimes and is a series of government agencies and institutions whose goals include the rehabilitation of offenders, preventing other crimes, and moral support for victims.", "A crime or offence (or criminal offence) is an act harmful not only to some individual but also to a community, society, or the state (a public wrong); acts such as murder, rape, and theft are forbidden and punishable by law.", "Crime can be viewed as deviant behavior that violates prevailing norms – cultural standards prescribing how humans ought to behave normally; this approach considers the complex realities surrounding the concept of crime and seeks to understand how changing social, political, psychological, and economic conditions may affect changing definitions of crime and the form of the legal, law-enforcement, and penal responses made by society.", "Common examples of crime are: violent offence, sexual offence, forgery, slavery, torture, genocide, kidnapping, piracy, and war crimes."], "key_words": ["terms imprisonment mandatory", "people receive deserve", "sentencing punishment increases", "conditions affect changing", "series government", "ought behave", "enforcement penalties", "abuses judicial police", "penalties perpetrators disorder", "act harmful individual", "reason punishment", "maximization welfare", "society state public", "commonly point actual", "include longer terms", "stories enforcement interpretation", "meet goal", "sexual offence forgery", "overcrowding miscarriages", "critics law", "ways reduce crime", "fields differing", "slavery torture genocide", "complex realities surrounding", "whomever form", "wrong acts murder", "cultural standards prescribing", "approach focusing harsher", "loopholes fines", "justice broadest sense", "moral support", "forbidden punishable", "form severity needed", "viewpoints perspectives including", "law order", "goals include", "criminal justice", "agencies institutions goals", "specific policies", "known war crime", "laws individuals law", "order politics commonly", "concepts moral correctness", "war crimes", "kidnapping piracy war", "capital punishment countries", "definitions crime", "examples crime", "crime offence", "laws capital"]}
{"frame": "security_and_defense", "sentences": ["Security, threats to security, and protection of one’s person, family, in-group, nation, etc; generally an action or a call to action that can be taken to protect the welfare of a person, group, nation sometimes from a not yet manifested threat.", "Security is protection from, or resilience against, potential harm (or other unwanted coercive change) caused by others, by restraining the freedom of others to act. ", "Beneficiaries (technically referents) of security may be of persons and social groups, objects and institutions, ecosystems or any other entity or phenomenon vulnerable to unwanted change.", "Security mostly refers to protection from hostile forces, but it has a wide range of other senses: for example, as the absence of harm (e.g. freedom from want); as the presence of an essential good (e.g. food security); as resilience against potential damage or harm (e.g. secure foundations); as secrecy (e.g. a secure telephone line); as containment (e.g. a secure room or cell); and as a state of mind (e.g. emotional security).", "Traditional security relies upon building up national power and military defense. The common forms it takes are armament races, alliances, strategic boundaries etc.", "National security, or national defense, is the security and defense of a sovereign state, including its citizens, economy, and institutions, which is regarded as a duty of government.", "National security also includes non-military dimensions, including the security from terrorism, minimization of crime, economic security, energy security, environmental security, food security, and cyber-security.", "National security risks include, in addition to the actions of other nation states, action by violent non-state actors, by narcotic cartels, and by multinational corporations, and also the effects of natural disasters.", "National security then is the ability to preserve the nation's physical integrity and territory; to maintain its economic relations with the rest of the world on reasonable terms; to preserve its nature, institution, and governance from disruption from outside; and to control its borders.", "Human security is people-centered. Its focus shifts to protecting individuals. The important dimensions are to entail the well-being of individuals and respond to ordinary people's needs in dealing with sources of threats."], "key_words": ["freedom act", "person family group", "dimensions entail", "economy institutions regarded", "building national power", "threats security", "ecosystems entity phenomenon", "physical integrity", "crime economic", "referents security persons", "protection person", "regarded duty", "respond ordinary people", "forces wide", "security protection resilience", "forms takes", "include addition actions", "terms preserve nature", "needs dealing sources", "non military", "coercive change", "actors narcotic", "centered focus shifts", "corporations effects natural", "nation generally action", "defense common forms", "includes non", "social groups", "human security", "security refers protection", "national security national", "sovereign state", "telephone line", "protect welfare", "harm unwanted", "rest world", "state including", "caused restraining freedom", "beneficiaries technically", "national security risks", "non state", "traditional security relies", "national security ability", "essential good food", "senses example absence", "national security", "armament races alliances", "vulnerable unwanted change", "territory maintain economic", "dimensions including"]}
{"frame": "health_and_safety", "sentences": ["Healthcare access and effectiveness, illness, disease, sanitation, obesity, mental health effects, prevention of or perpetuation of gun violence, infrastructure and building safety.", "Health, according to the World Health Organization, is a state of complete physical, mental and social well-being and not merely the absence of disease and infirmity.", "Health can be promoted by encouraging healthful activities, such as regular physical exercise and adequate sleep, and by reducing or avoiding unhealthful activities or situations, such as smoking or excessive stress.", "Some factors affecting health are due to individual choices, such as whether to engage in a high-risk behavior, while others are due to structural causes, such as whether the society is arranged in a way that makes it easier or harder for people to get necessary healthcare services.", "The World Health Organization describes mental health as a state of well-being in which the individual realizes his or her own abilities, can cope with the normal stresses of life, can work productively and fruitfully, and is able to make a contribution to his or her community; mental health is not just the absence of mental illness.", "Mental illness is described as 'the spectrum of cognitive, emotional, and behavioral conditions that interfere with social and emotional well-being and the lives and productivity of people by seriously impairing, temporarily or permanently, the mental functioning of a person; other terms include: 'mental health problem', 'illness', 'disorder', 'dysfunction'.", "Health care or healthcare is the maintenance or improvement of health via the prevention, diagnosis, treatment, amelioration, or cure of disease, illness, injury, and other physical and mental impairments in people; health care is delivered by health professionals and allied health fields.", "A health system consists of all organizations, people and actions whose primary intent is to promote, restore or maintain health and includes efforts to influence determinants of health as well as more direct health-improving activities.", "A health system is more than the pyramid of publicly owned facilities that deliver personal health services, and includes, for example, a mother caring for a sick child at home; private providers; behaviour change programmes; vector-control campaigns; health insurance organizations; occupational health and safety legislation.", "Safety is the state of being safe, the condition of being protected from harm or other danger and also refers to the control of recognized hazards in order to achieve an acceptable level of risk."], "key_words": ["able make", "amelioration cure", "conditions interfere", "health according", "healthcare access effectiveness", "programmes vector control", "regular physical", "disease infirmity", "world health organization", "reducing avoiding", "health care healthcare", "includes example mother", "safety state safe", "order achieve", "health promoted encouraging", "functioning person terms", "harder people necessary", "influence determinants health", "mental impairments people", "promote restore", "injury physical", "state individual", "structural causes society", "organization state", "describes mental health", "effects prevention perpetuation", "providers behaviour change", "arranged way makes", "sanitation obesity", "productivity people seriously", "health services", "condition protected", "control recognized", "health consists organizations", "engage high risk", "just absence", "pyramid publicly owned", "gun violence infrastructure", "restore maintain health", "situations smoking excessive", "adequate sleep", "maintenance improvement", "illness disease", "social merely absence", "factors affecting health", "acceptable level", "temporarily permanently", "mental illness described", "state complete physical", "people actions primary"]}
{"frame": "quality_of_life", "sentences": ["The effects of a policy on individuals’ wealth, mobility, access to resources, happiness, social structures, ease of day-to-day routines, quality of community life. ", "Quality of life (QOL) is an individual's perception of their position in life in the context of the culture and value systems in which they live and in relation to their goals, expectations, standards and concerns.", "Standard indicators of the quality of life include wealth, employment, the environment, physical and mental health, education, recreation and leisure time, social belonging, religious beliefs, safety, security and freedom.", "QOL has a wide range of contexts, including the fields of international development, healthcare, politics and employment; health related QOL (HRQOL) is an evaluation of QOL and its relationship with health.", "Emotional well-being deals about the quality of their everyday emotional experiences – the frequency and intensity of their experiences of, for example, joy, stress, sadness, anger, and affection.", "Standard of living is the level of income, comforts and services available, generally applied to a society or location, rather than to an individual which contributes to an individual's quality of life.", "Standard of living is generally concerned with objective metrics outside an individual's personal control, such as economic, societal, political and environmental matters – such things that an individual might consider when evaluating where to live in the world, or when assessing the success of economic policy.", "Everyone has the right to a standard of living adequate for the health and well-being of himself and of his family, including food, clothing, housing and medical care and necessary social services, and the right to security in the event of unemployment, sickness, disability, widowhood, old age or other lack of livelihood in circumstances beyond his control.", "The idea of a 'standard' may be contrasted with the quality of life, which takes into account not only the material standard of living but also other more intangible aspects that make up human life, such as leisure, safety, cultural resources, social life, physical health, environmental quality issues.", "The Human Development Index (HDI) is a statistic composite index of life expectancy, education (mean years of schooling completed and expected years of schooling upon entering the education system), and per capita income indicators, which are used to rank countries into four tiers of human development."], "key_words": ["standard living generally", "objective metrics outside", "including food clothing", "quality everyday emotional", "aspects make human", "goals expectations standards", "individual quality", "index hdi statistic", "systems live relation", "indicators quality life", "wealth mobility", "health related qol", "health education", "example joy", "standard living", "societal political environmental", "right standard living", "perception position", "services available", "completed expected", "contrasted quality", "location individual contributes", "wealth employment environment", "international development healthcare", "cultural resources", "structures ease day", "generally applied", "including fields international", "unemployment sickness disability", "experiences frequency", "frequency intensity", "health environmental quality", "range contexts", "anger affection", "effects policy individuals", "context culture value", "access resources", "quality life qol", "live world assessing", "quality community life", "politics employment", "countries tiers", "assessing success economic", "security event", "education capita income", "human development", "old age lack", "belonging religious beliefs", "recreation leisure"]}
{"frame": "cultural_identity", "sentences": ["Culture is an umbrella term which encompasses the social behavior, institutions, and norms found in human societies, as well as the knowledge, beliefs, arts, laws, customs, capabilities, and habits of the individuals in these groups.", "A cultural norm codifies acceptable conduct in society; it serves as a guideline for behavior, dress, language, and demeanor in a situation, which serves as a template for expectations in a social group.", "Cultural policy is the government actions, laws and programs that regulate, protect, encourage and financially (or otherwise) support activities related to the arts and creative sectors, such as painting, sculpture, music, dance, literature, and film making, among others and culture, which may involve activities related to language, heritage and diversity.", "Cultural identity is a part of a person's identity, or their self-conception and self-perception, and is related to nationality, ethnicity, religion, social class, generation, locality or any kind of social group that has its own distinct culture; in this way, cultural identity is both characteristic of the individual but also of the culturally identical group of members sharing the same cultural identity or upbringing.", "Cultural identity is defined as the identity of a group or culture or of an individual as far as one is influenced by one's belonging to a group or culture and is similar to, and overlaps, with identity politics.", "When young people are severed from the ideals and positively sanctioned statuses, feelings of alienation or social isolation may develop resulting in undesired treatment and status; this process results in personal marginalization, and it may lead to social marginalization which includes that person's relative economic, employment, educational, and cultural loss compared to those around him.", "Identity politics is a political approach wherein people of a particular gender, religion, race, social background, social class, environmental, or other identifying factors, develop political agendas that are based upon these identities.", "Identity politics centers the lived experiences of those facing systemic oppression; the purpose is to better understand the interplay of racial, economic, sex-based, and gender-based oppression (among others) and to ensure no one group is disproportionately affected by political actions, present and future.", "Contemporary applications of identity politics describe people of specific race, ethnicity, sex, gender identity, sexual orientation, age, economic class, disability status, education, religion, language, profession, political party, veteran status, recovery status, and geographic location.", "Social norms are shared standards of acceptable behavior by groups; they can both be informal understandings that govern the behavior of members of a society, as well as be codified into rules and laws."], "key_words": ["conception self", "social group", "recovery status", "religion race social", "environmental identifying factors", "class generation locality", "education religion language", "purpose better", "individual far", "resulting undesired treatment", "customs capabilities habits", "cultural norm codifies", "cultural identity defined", "belonging group", "behavior groups", "acceptable conduct", "behavior institutions norms", "geographic location", "overlaps identity politics", "identity politics", "economic employment educational", "applications identity politics", "shared standards acceptable", "knowledge beliefs arts", "identity politics political", "agendas based", "sculpture music dance", "group members sharing", "sexual orientation age", "cultural policy government", "statuses feelings alienation", "centers lived", "understandings govern", "young people severed", "social norms", "guideline behavior dress", "ensure group disproportionately", "culture umbrella term", "perception related", "codified rules laws", "sectors painting", "encourage financially support", "similar overlaps", "individuals groups", "activities related", "cultural identity characteristic", "marginalization includes person", "approach people", "serves template expectations", "actions present future"]}
{"frame": "public_opinion", "sentences": ["References to general social attitudes, polling and demographic information, as well as implied or actual consequences of diverging from or “getting ahead of” public opinion or polls.", "Public opinion is the collective opinion on a specific topic or voting intention relevant to a society; it is the people's views on matters affecting them and plays an important role in the political sphere.", "Cutting across all aspects of relationship between government and public opinion are studies of voting behavior; these have registered the distribution of opinions on a wide variety of issues, have explored the impact of special interest groups on election outcomes and have contributed to our knowledge about the effects of government propaganda and policy.", "Quantitative approaches to the study of public opinion may be divided into four categories: quantitative measurement of opinion distributions, investigation of the internal relationships among the individual opinions that make up public opinion on an issue, description or analysis of the public role of public opinion, study both of the communication media that disseminate the ideas on which opinions are based and of the uses that propagandists and other manipulators make of these media.", "The formation of public opinion starts with agenda setting by major media outlets throughout the world, which dictates what is newsworthy and how and when it will be reported.", "Public opinion can be influenced by public relations and the political media; additionally, mass media utilizes a wide variety of advertising techniques to get their message out and change the minds of people.", "Public policy is an institutionalized proposal to solve relevant and real-world problems, guided by a conception and implemented by programs as a course of action created and/or enacted, typically by a government or non profit organisation, in response to social issues.", "Public Sphere is a place common to all, where ideas and information can be exchanged; such a discussion is called public debate and is defined as the expression of views on matters that are of concern to the public—often, but not always, with opposing or diverging views being expressed by participants in the discussion.", "An opinion poll, often simply referred to as a poll or a survey, is a human research survey of public opinion from a particular sample; opinion polls are usually designed to represent the opinions of a population by conducting a series of questions and then extrapolating generalities in ratio or within confidence intervals.", "Survey research is often used to assess thoughts, opinions and feelings; psychologists and sociologists often use surveys to analyze behavior, while it is also used to meet the more pragmatic needs of the media, such as, in evaluating political candidates, public health officials, professional organizations, and advertising and marketing directors."], "key_words": ["role political sphere", "behavior registered distribution", "starts agenda setting", "getting ahead", "relationships individual", "setting major media", "message change", "simply referred", "information implied", "political candidates", "references general", "manipulators make media", "solve relevant real", "public opinion", "outlets world dictates", "categories quantitative measurement", "sphere place", "topic voting intention", "ratio confidence", "opposing diverging", "views matters affecting", "conducting series", "social attitudes polling", "formation public opinion", "created enacted typically", "actual consequences diverging", "media utilizes wide", "effects government propaganda", "defined expression views", "opinion studies voting", "public policy", "additionally mass", "affecting plays", "public opinion study", "advertising techniques", "use surveys analyze", "newsworthy reported", "designed represent", "professional organizations", "implemented programs course", "relationship government public", "distributions investigation", "guided conception", "opinion polls usually", "matters concern", "public opinion influenced", "meet pragmatic", "special groups", "thoughts opinions feelings", "discussion called public"]}
{"frame": "political", "sentences": ["Any political considerations surrounding an issue such as issue actions or efforts or stances that are political, such as partisan filibusters, lobbyist involvement, bipartisan efforts, deal-making and vote trading, appealing to one’s base, mentions of political maneuvering; explicit statements that a policy issue is good or bad for a particular political party.", "Politics is the set of activities that are associated with making decisions in groups, or other forms of power relations among individuals, such as the distribution of resources or status.", "An electoral system or voting system is a set of rules that determine how elections and referendums are conducted and how their results are determined; political electoral systems are organized by governments, while non-political elections may take place in business, non-profit organisations and informal organisations.", "Rules govern all aspects of the voting process: when elections occur, who is allowed to vote, who can stand as a candidate, how ballots are marked and cast, how the ballots are counted, how votes translate into the election outcome, limits on campaign spending, and other factors that can affect the result.", "Political electoral systems are defined by constitutions and electoral laws, are typically conducted by election commissions, and can use multiple types of elections for different offices.", "An election is a formal group decision-making process by which a population chooses an individual or multiple individuals to hold public office.", "Elections have been the usual mechanism by which modern representative democracy has operated since the 17th century. Elections may fill offices in the legislature, sometimes in the executive and judiciary, and for regional and local government. ", "Bipartisanship, sometimes referred to as non-partisanship, is a political situation, usually in the context of a two-party system (especially those of the United States and some other western countries), in which opposing political parties find common ground through compromise; Partisanship is the antonym, where an individual or political party adheres only to its interests without compromise.", "In politics, lobbying, persuasion, or interest representation is the act of lawfully attempting to influence the actions, policies, or decisions of government officials, most often legislators or members of regulatory agencies.", "Governments often quantify define and regulate organized group lobbying as part of laws to prevent political corruption and by establishing transparency about possible influences by public lobby registers."], "key_words": ["set rules determine", "politics set activities", "outcome limits", "spending factors affect", "multiple types", "legislators members", "making process population", "define regulate", "marked cast", "actions efforts", "17th century", "regulatory agencies", "group lobbying laws", "election formal", "relations individuals", "rules govern aspects", "different offices", "group decision", "electoral systems", "transparency possible", "political considerations surrounding", "commissions use multiple", "representative democracy operated", "laws typically conducted", "maneuvering explicit statements", "lobbying persuasion representation", "conducted results determined", "business non profit", "party adheres", "usual mechanism modern", "individuals distribution", "antonym individual", "common ground", "quantify define", "electoral systems defined", "voting process elections", "individual multiple", "governments non political", "groups forms power", "partisan filibusters lobbyist", "individuals hold public", "elections usual mechanism", "act lawfully", "western countries", "influence actions", "possible influences", "judiciary regional local", "base mentions", "bipartisanship referred", "resources status"]}
{"frame": "external_regulation_and_reputation", "sentences": ["A nation's external relations with another nation; the external relations of one state with another; or relations between groups; this includes trade agreements and outcomes, comparisons of policy outcomes or desired policy outcomes.", "State-mandated regulation is government intervention in the private market in an attempt to implement policy and produce outcomes which might not otherwise occur, ranging from consumer protection to faster growth or technological advancement.", "The regulations may prescribe or proscribe conduct (command-and-control regulation), calibrate incentives (incentive regulation), or change preferences (preferences shaping regulation).", "Common examples of regulation include limits on environmental pollution , laws against child labor or other employment regulations, minimum wages laws, regulations requiring truthful labelling of the ingredients in food and drugs, and food and drug safety regulations establishing minimum standards of testing and quality for what can be sold, and zoning and development approvals regulation. ", "A state's foreign policy or external policy (as opposed to internal or domestic policy) is its objectives and activities in relation to its interactions with other states, unions, and other political entities, whether bilaterally or through multilateral platforms.", "Foreign policy is often directed for the purpose of ensuring national security; governments have historically formed military alliances with foreign states in order to deter and show stronger resistance to attack, and also focuses on combating adversarial states through soft power, international isolation, or war.", "Foreign policy is central for a country's role within the world economy and international trade. Economic foreign policy issues may include the establishment of trade agreements, the distribution of foreign aid, and the management of imports and exports.", "Diplomacy is the main instrument of foreign policy and global governance which represents the broader goals and strategies that guide a state's interactions with the rest of the world; International treaties, agreements, alliances, and other manifestations of international relations are usually the result of diplomatic negotiations and processes that may also help shape a state by advising government officials.", "The reputation of a social entity (a person, a social group, an organization, or a place) is an opinion about that entity typically as a result of social evaluation on a set of criteria, such as behaviour or performance.", "The current international system is characterized by growing interdependence; the mutual responsibility and dependency on others. Advocates of this point to growing globalization, particularly with international economic interaction. The role of international institutions, and widespread acceptance of a number of operating principles in the international system, reinforces ideas that relations are characterized by interdependence."], "key_words": ["private market attempt", "outcomes comparisons", "state mandated regulation", "historically formed military", "usually result", "central country", "state advising government", "food drug", "deter stronger resistance", "foreign policy external", "regulations prescribe", "reputation social entity", "objectives activities relation", "foreign policy", "shape state", "typically result", "relations characterized", "protection faster", "calibrate incentives", "place opinion", "international economic interaction", "goals strategies guide", "issues include", "agreements distribution", "focuses combating adversarial", "group organization", "outcomes occur ranging", "trade agreements outcomes", "dependency advocates point", "preferences shaping regulation", "economic foreign policy", "states unions political", "diplomacy main instrument", "nation external relations", "desired policy", "conduct command", "entities bilaterally", "includes trade", "testing quality", "laws child", "prescribe proscribe", "directed purpose ensuring", "evaluation set criteria", "interactions states", "characterized growing interdependence", "role world", "examples regulation include", "number operating principles", "minimum wages", "growth technological advancement"]}
